Repository: temirlanKabylbekov/quiz
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Check format of passed data
ru: Проверьте формат переданных данных

source: Passed invalid choice id
ru: Передан некорректный id

source: Choice order in question
ru: Порядок вариантов ответа

source: List the choice ids separated by a comma without a space
ru: Перечислите id вариантов ответа через запятую без пробелов

source: Question order in question list
ru: Порядок вопросов

source: List the question ids separated by a comma without a space
ru: Перечислите id вопросов через запятую без пробелов

source: Question choice id
ru: Id варианта ответа

source: Question id
ru: Id вопроса

source: Question list name
ru: Название опроса

source: To publsish
ru: Опубликовать?

source: Question list
ru: Опрос

source: Question lists
ru: Опросы

source: Question text
ru: Текст вопроса

source: Question
ru: Вопрос

source: Questions
ru: Вопросы

source: Question choice text
ru: Текст варианта ответа

source: Question choice
ru: Вариант ответа

source: Question choices
ru: Варианты ответов
